module.exports = [
  {
    title: "基本设置",
    children: [
      ["/docs/基本设置/安装", "安装"],
      ["/docs/基本设置/获得demo数据库", "获得demo数据库"],
      ["/docs/基本设置/创建数据库配置", "创建数据库配置"],
      ["/docs/基本设置/创建模板表", "创建模板表"],
    ],
  },
  {
    title: "基本使用",
    children: [
      ["/docs/基本使用/创建一个表对象", "创建一个表对象"],
      ["/docs/基本使用/基本查询", "基本查询"],
      ["/docs/基本使用/新增", "新增"],
      ["/docs/基本使用/删除", "删除"],
      ["/docs/基本使用/更新", "更新"],
    ],
  },
  {
    title: "ORM查询",
    children: [["/docs/ORM查询/查询", "查询"]],
  },
];
